Repository: alexandruolaru/siteshield-maintenance
Catalog: languages/siteshield-maintenance-*.po
Languages: ro_ro

source: Site is under maintenance
ro_ro: Site-ul este în mentenanță

source: <h1>We will be back soon!</h1>
ro_ro: <h1>Ne vom întoarce în curând!</h1>

source: Maintenance Settings
ro_ro: Setări de mentenanță

source: SiteShield Maintenance Mode
ro_ro: Modul de mentenanță SiteShield

source: SiteShield Maintenance Mode Settings
ro_ro: Setări pentru modulul de mentenanță SiteShield

source: Enable Maintenance Mode
ro_ro: Activează modul de mentenanță

source: Maintenance Page Title
ro_ro: Titlul paginii de mentenanță

source: Maintenance Page Content
ro_ro: Conținutul paginii de mentenanță

source: Allowed User Roles
ro_ro: Roluri de utilizatori permise

source: Save Changes
ro_ro: Salvează modificările

source: Settings saved successfully!
ro_ro: Setările au fost salvate cu succes!

source: Settings
ro_ro: Setări
